Repository: shartrec/kelpie-flight-planner
Catalog: resources/translations/*.po
Languages: es, fr, pt

source: Add to plan
es: Agregar al plan
fr: Ajouter au plan
pt: Adicionar ao plano

source: View airport
es: Ver aeropuerto
fr: Voir l'aéroport
pt: Ver aeroporto

source: Find airports near
es: Buscar aeropuertos cerca de
fr: Trouver des aéroports à proximité
pt: Encontrar aeroportos próximos

source: Find navaids near
es: Buscar ayudas a la navegación cerca de
fr: Trouver des aides à la navigation à proximité
pt: Encontrar ajudas à navegação próximas

source: Find fixes near
es: Buscar puntos de navegación cerca de
fr: Trouver des points fixes à proximité
pt: Encontrar pontos de referência próximos

source: Name
es: Nombre
fr: Nom
pt: Nome

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Elevation
es: Elevación
fr: Élévation
pt: Elevação

source: Id or Name
es: ID o Nombre
fr: ID ou Nom
pt: ID ou Nome

source: or near Lat
es: o cerca de Lat
fr: ou près de la Lat
pt: ou próximo à Latitude

source: Search
es: Buscar
fr: Recherche
pt: Pesquisar

source: Frequency
es: Frecuencia
fr: Fréquence
pt: Frequência

source: Remove
es: Eliminar
fr: Retirer
pt: Remover

source: Show on map
es: Mostrar en el mapa
fr: Afficher sur la carte
pt: Mostrar no mapa

source: Generate plan
es: General
pt: Geral

source: Add Sector
es: Añadir sector
pt: Adicionar setorAdicionar setor

source: Move up
es: Subir
pt: Mover para cima

source: Move down
es: Bajar
pt: Mover para baixo

source: Set max altitude
es: Establecer altitud máxima
fr: Définir l'altitude maximale
pt: Definir altitude máxima

source: Hdg(mag)
es: Rumbo(mag)
fr: Cap(mag)
pt: Rumo (magnético)

source: Time
es: Tiempo
fr: Temps
pt: Tempo

source: Speed - IAS
es: Velocidad - IAS
fr: Vitesse - IAS
pt: Velocidade - IAS

source: Cruise speed
es: Velocidad de crucero
fr: Vitesse de croisière
pt: Velocidade de cruzeiro

source: Cruise altitude
es: Altitud de crucero
fr: Altitude de croisière
pt: Altitude de cruzeiro

source: Climb speed
es: Velocidad de ascenso
fr: Vitesse de montée
pt: Velocidade de subida

source: Climb rate
es: Tasa de ascenso
fr: Taux de montée
pt: Taxa de subida

source: Simk speed
es: Velocidad de descenso
fr: Vitesse Simk
pt: Velocidade do simulador

source: Simk rate
es: Tasa de descenso
fr: Taux Simk
pt: Taxa do simulador

source: Cancel
es: Cancelar
fr: Annuler
pt: Cancelar

source: Ok
es: Aceptar

source: Add
es: Agregar
fr: Ajouter
pt: Adicionar

source: Edit
es: Editar
fr: Éditer
pt: Editar

source: Set default
es: Establecer predeterminado
fr: Définir par défaut
pt: Definir como padrão

source: Defines a link to FlightGear web server
es: Define un enlace al servidor web de FlightGear
fr: Définit un lien vers le serveur web FlightGear
pt: Define um link para o servidor web do FlightGear

source: Enabled
es: Habilitado
fr: Activé
pt: Habilitado

source: FlightGear HTTP server host name
es: Nombre del host del servidor HTTP de FlightGear
fr: Nom d'hôte du serveur HTTP FlightGear
pt: Nome do host do servidor HTTP do FlightGear

source: FlightGear HTTP server port
es: Puerto del servidor HTTP de FlightGear
fr: Port du serveur HTTP FlightGear
pt: Porta do servidor HTTP do FlightGear

source: Airport and Navaid database locations
es: Ubicaciones de las bases de datos de aeropuertos y ayudas a la navegación
fr: Emplacements des bases de données des aéroports et aides à la navigation
pt: Localizações da base de dados de aeroportos e ajudas à navegação

source: Flightgear Directory
es: Directorio de FlightGear
fr: Répertoire Flightgear
pt: Diretório do FlightGear

source: Browse...
es: Examinar...
fr: Parcourir...
pt: Procurar...

source: Use Default paths
es: Usar rutas predeterminadas
fr: Utiliser les chemins par défaut
pt: Usar caminhos padrão

source: Airport database
es: Base de datos de aeropuertos
fr: Base de données des aéroports
pt: Base de dados de aeroportos

source: Navaid database
es: Base de datos de ayudas a la navegación
fr: Base de données des aides à la navigation
pt: Base de dados de ajudas à navegação

source: Fix database
es: Base de datos de puntos de navegación
fr: Base de données des points fixes
pt: Base de dados de pontos de referência

source: Headings
es: Rumbos
fr: Cap
pt: Rumos

source: Use magnetic headings (rather than true headings)
es: Usar rumbos magnéticos (en lugar de rumbos verdaderos)
fr: Utiliser les caps magnétiques (plutôt que les caps vrais)
pt: Usar rumos magnéticos (em vez de rumos verdadeiros)

source: Distance Units
es: Unidades de distancia
fr: Unités de distance
pt: Unidades de Distância

source: Nautical Miles
es: Millas náuticas
fr: Miles nautiques
pt: Milhas Náuticas

source: Statute Miles
es: Millas terrestres
fr: Miles terrestres
pt: Milhas Estatuitárias

source: Kilometers
es: Kilómetros
fr: Kilomètres
pt: Quilômetros

source: Flight plan
es: Plan de vuelo
fr: Plan de vol
pt: Plano de voo

source: Update plan on change
es: Actualizar plan al cambiar
fr: Mettre à jour le plan en cas de modification
pt: Atualizar plano ao alterar

source: Preferred maximum leg length
es: Longitud máxima de tramo preferida
fr: Longueur maximale de segment préférée
pt: Comprimento máximo de trecho preferido

source: Minimum leg length
es: Longitud mínima de tramo
fr: Longueur minimale de segment
pt: Comprimento mínimo de trecho

source: Maximum flight path deviation
es: Desviación máxima de la ruta de vuelo
fr: Déviation maximale de la trajectoire de vol
pt: Desvio máximo da trajetória de voo

source: Build plan using
es: Construir plan usando
fr: Construire le plan en utilisant
pt: Construir o plano utilizando

source: Radio beacons
es: Radiobalizas
fr: Balises radio
pt: Faróis de rádio

source: Fixes
es: Puntos de navegación
fr: Points fixes
pt: Pontos de referência

source: Include only VORs
es: Incluir solo VORs
fr: Inclure uniquement les VOR
pt: Incluir apenas VORs

source: Prefer VORs over NDBs
es: Preferir VORs sobre NDBs
fr: Préférer les VOR aux NDB
pt: Preferir VORs a NDBs

source: Add GPS waypoints on long legs
es: Añadir puntos GPS en tramos largos
fr: Ajouter des points GPS sur les longs segments
pt: Adicionar waypoints GPS em trechos longos

source: Kelpie Flight Planner Settings
es: Kelpie Planificador de Vuelo para FlightGear
fr: Paramètres du planificateur de vol Kelpie
pt: Configurações do Planejador de Voos Kelpie

source: Planner
es: Planificador
fr: Planificateur
pt: Planejador

source: Aircraft
es: Aeronave
fr: Avion
pt: Aeronave

source: FlightGear Link
es: Enlace con FlightGear
fr: Lien FlightGear
pt: Link do FlightGear

source: New
es: Nuevo
fr: Nouveau
pt: Novo

source: Open
es: Abrir
fr: Ouvrir
pt: Abrir

source: Save
es: Guardar
fr: Enregistrer
pt: Salvar

source: Export for Route Manager
es: Exportar para el Gestor de Rutas
fr: Exporter pour le gestionnaire de route
pt: Exportar para o Gerenciador de Rotas

source: Quit
es: Salir
fr: Quitter
pt: Sair

source: Preferences
es: Preferencias
fr: Préférences
pt: Preferências

source: Tools
es: Herramientas
fr: Outils
pt: Ferramentas

source: Reload Airport and Nav Aids
es: Recargar Aeropuertos y Ayudas a la Navegación
fr: Recharger les aéroports et aides à la navigation
pt: Recarregar Aeroportos e Ajudas à Navegação

source: Help
es: Ayuda
fr: Aide
pt: Ajuda

source: About
es: Acerca de
fr: À propos
pt: Sobre

source: Contents
es: Contenido
fr: Contenu
pt: Conteúdo

source: Kelpie Flight Planner for FlightGear
es: Kelpie Planificador de Vuelo para FlightGear
fr: Planificateur de vol Kelpie pour FlightGear
pt: Planejador de Voos Kelpie para FlightGear

source: Airports
es: Aeropuertos
fr: Aéroports
pt: Aeroportos

source: Navaids
es: Ayudas a la navegación
fr: Aides à la navigation
pt: Ajudas à navegação

source: Map
es: Mapa
fr: Carte
pt: Mapa

source: Airport Map
es: Mapa del Aeropuerto
fr: Carte des aéroports
pt: Mapa do Aeroporto

source: Show Airports
es: Aeropuertos
pt: Aeroportos

source: Show Navaids
es: Ayudas a la navegación
pt: Ajudas à navegação

source: Zoom in
es: Ampliar
fr: Agrandir
pt: Ampliar

source: Zoom out
es: Reducir
fr: Rétrécir
pt: Reduzir

source: Loading Airports aids from : {}
es: Cargando datos de aeropuertos desde: {}

source: Loading Nav aids from : {}
es: Cargando ayudas a la navegación desde: {}

source: Loading Fixes aids from : {}
es: Cargando puntos de navegación desde: {}

source: Runways
es: Pistas
fr: Pistes
pt: Pistas

source: Yes
es: Sí
fr: Oui
pt: Sim

source: Save changes to plan {} before closing
es: Guardar los cambios al plan {} antes de cerrar
fr: Enregistrer les modifications du plan {} avant de fermer
pt: Salvar alterações no plano {} antes de fechar

source: Please set paths to flightgear Airport and Navaid files
es: Por favor, establece las rutas a los archivos de aeropuertos y ayudas a la navegación de FlightGear
fr: Veuillez définir les chemins vers les fichiers d’aéroports et de balises de FlightGear
pt: Por favor, defina os caminhos para os arquivos de aeroportos e ajudas à navegação do FlightGear

source: Save Plan
es: Guardar plan
fr: Enregistrer le plan
pt: Salvar Plano

source: Hdg(true)
es: Rumbo(verdadero)
pt: Rumo(verdadeiro)

source: View {} layout
es: Ver diseño de {}
fr: Afficher la disposition de {}
pt: Visualizar layout de {}

source: Add {} to plan
es: Agregar {} al plan
fr: Ajouter {} au plan
pt: Adicionar {} ao plano

source: Flightgear data directory
es: Directorio de datos de FlightGear

source: Location for Flightgear airport data
es: Ubicación de los datos de aeropuertos de FlightGear

source: Location for Flightgear navaid data
es: Ubicación de los datos de ayudas a la navegación de FlightGear

source: Location for Flightgear fix data
es: Ubicación de los datos de puntos de navegación de FlightGear

source: Freq
fr: Fréq
pt: Frec

source: Dist
pt: Distância

source: General
fr: Général
pt: Geral

source: Plan
pt: Plano

source: No
fr: Non
pt: Não
